_posts/2024-03-21-fossgis-2024-linklist.html
---
title:  FOSSGIS 2024 Linklist
description: Personal link collection of things that I (re-)discovered during FOSSGIS 2024.
layout: post
permalink: /fossgis-2024-linklist
redirect_to: https://christiandewein.com/fossgis-2024-linklist
---

<div id="outline-container-orge1a397c" class="outline-1">
<h1 id="orge1a397c">{{ page.title }}</h1>
<div class="outline-text-1" id="text-orge1a397c">
<p>
Personal link collection of things that I (re-)discovered during the <a href="https://fossgis-konferenz.de/2024/">FOSSGIS 2024 conference</a>.
</p>
</div>

<div id="outline-container-org0aa465d" class="outline-2">
<h2 id="org0aa465d">Videos</h2>
<div class="outline-text-2" id="text-org0aa465d">
<ul class="org-ul">
<li><a href="https://media.ccc.de/c/fossgis2024">FOSSGIS 2024 - media.ccc.de</a></li>
<li>Favorite Talk: <a href="https://media.ccc.de/v/fossgis2024-39020-rumliche-fragmentierung-im-v-angebot-sichtbar-machen-dank-offenen-fahrplandaten">Räumliche Fragmentierung im ÖV-Angebot sichtbar machen - dank offenen Fahrplandaten</a> von Theodor Rieche</li>
<li>Talk Geheimtipp: <a href="https://media.ccc.de/v/fossgis2024-39002-prozedurale-kunst-mit-qgis">Prozedurale Kunst mit QGIS</a> von Johannes Kröger</li>
</ul>
</div>
</div>
<div id="outline-container-org451f262" class="outline-2">
<h2 id="org451f262">Repos</h2>
<div class="outline-text-2" id="text-org451f262">
<ul class="org-ul">
<li><a href="https://www.bbox.earth/">BBOX Server</a> - Composable spatial services written in Rust</li>
<li><a href="https://duckdb.org">DuckDB</a> - An in-process SQL OLAP database management system</li>
<li><a href="https://github.com/geonetwork">geonetwork Github org</a> - GeoNetwork is a catalog suited to publish information about geospatial data</li>
<li><a href="https://github.com/zalf-rdm/geonode">geonode</a> - GeoNode is an open source platform that facilitates the creation, sharing, and co</li>
<li><a href="https://github.com/geopolars/geopolars">geopolars/geopolars</a> - Geospatial extensions for Polars</li>
<li><a href="https://leafmap.org/">leafmap</a> - Geospatial analysis and interactive mapping in Jupyter</li>
<li><a href="https://terrestris.github.io/ol-describe-map/main/examples/nominatim.html">ol-describe-map</a> - Generate textual description of an OpenLayers map</li>
<li><a href="https://github.com/CrunchyData/pg_featureserv">pg_featureserv</a> - Lightweight RESTful Geospatial Feature Server for PostGIS in Go</li>
<li><a href="https://github.com/pretzelai/pretzelai?tab=readme-ov-file">pretzelai</a> - Open-source, browser-local data exploration using DuckDB-Wasm and PRQL</li>
<li><a href="https://github.com/public-transport">public-transport</a> Github organization</li>
</ul>
</div>
</div>
<div id="outline-container-org724cfb1" class="outline-2">
<h2 id="org724cfb1">Open Data Platforms</h2>
<div class="outline-text-2" id="text-org724cfb1">
<ul class="org-ul">
<li><a href="https://ckan.org/">CKAN - The open source data management system</a></li>
<li><a href="https://dkan.readthedocs.io/en/latest/">DKAN Open Data Portal</a></li>
<li><a href="https://daten.greenpeace.de//">Greenpeace Datenportal</a></li>
<li><a href="https://zenodo.org/">Zenodo</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgfec03bd" class="outline-2">
<h2 id="orgfec03bd">Projects, Portals &amp; Products</h2>
<div class="outline-text-2" id="text-orgfec03bd">
<ul class="org-ul">
<li><a href="https://vhhbus.de/hop/ahoi/">ahoi Hamburg by vhh.mobility</a> - Autonomous driving in Hamburg</li>
<li><a href="https://www.comaps.de/produkt.html">comaps</a> - Digitales Werkzeug zur datengestützten Entscheidungsfindung für eine integrierte und nachhaltige Stadtentwicklung.</li>
<li><a href="https://gbd-websuite.de/">GBD WebSuite</a> - Webbasierte Open Source GIS Plattform zur Geodatenverarbeitung</li>
<li><a href="https://www.geoportal.de/">Geoportal.de</a> - Bundesamt für Kartographie und Geodäsie</li>
<li><a href="https://www.ioer.de/projekte/goat-3-0">GOAT 3.0</a> - Entwicklung eines digitalen Erreichbarkeitsinstruments für eine ausgeglichene Raum- und Verkehrsplanung</li>
<li><a href="https://grass.osgeo.org/">GRASS GIS</a> - Powerful raster, vector, and geospatial processing engines in a single integrated software suite</li>
<li><a href="https://kommonitor.de/">KomMonitor</a> - Kommunales Monitoring zur Raumentwicklung (<a href="https://essen.kommonitor.geoportal.ruhr/#!/">Demo</a>)</li>
<li><a href="https://www.lizmap.com/en/">Lizmap</a> - Create Web map applications with QGIS and Lizmap</li>
<li><a href="https://mapbender.org/">Mapbender</a> - Lösung zur Erstellung intuitiver und performanter WebGIS-Anwendungen</li>
<li><a href="https://www.masterportal.org/features-en.html">Masterportal</a> - Open Source Geo Portal</li>
<li><a href="https://scs.community/de/2023/12/23/clusterstacks/">Sovereign Cloud Stack</a> - Cluster Stacks</li>
<li><a href="https://stacspec.org/en">STAC: SpatioTemporal Asset Catalogs</a> - A common language to describe geospatial information</li>
</ul>
</div>
</div>
</div>
